{
  "title": "Malla",
  "slogan": "A simple way to manage your website's text.",
  "box1Title": "Super fast",
  "box1Desc": "Update your site's copy in seconds. Just click, drag, and type.",
  "box3Title": "Simple API",
  "box2Desc": "As you type, the layout instantly updates for all connected users.",
  "box2Title": "Collaborative",
  "box3Desc": "A single URL.\nSeriously.",
  "signUpLong": "Sign up - it's free!",
  "question1": "Sounds great, but what exactly is it?",
  "answer1": "Malla is a centralized place to store the text in your website or app, so that it isn't buried in code. It gives the control back to those who write the copy and takes the burden off of developers.",
  "question2": "So... it's a CMS?",
  "answer2": "Close. Malla is designed to make it easy to store any text from your website or mobile app: headings, intros, buttons, disclaimers... you get the idea.\nAnd since it doesn't focus on articles and pages and pictures like a CMS does, it's much simpler, and much faster than a typical CMS. Check out the video above to see how easy it is.",
  "question3": "How do I get started?",
  "answer3": "An excellent question! Just sign up. It's free and you'll be up and running in seconds.",
  "signIn": "Sign in",
  "signUp": "Sign up",
  "signOut": "Sign out",
  "apiButtonLong": "API details",
  "help": "Help",
  "shareFacebookTooltip": "Share on Facebook",
  "shareTwitterTooltip": "Tweet about Malla",
  "shareLinkedInTooltip": "Share on LinkedIn",
  "feedbackTooltip": "Tell us what you think",
  "apiButtonShort": "API",
  "label64": "Malla",
  "label66": "The best a friend can have",
  "helpPanelTitle": "Welcome to Malla",
  "helpPanelIntro": "On this screen, add any text that you want shown in your website or app.",
  "helpPanelSubtitle": "Things you can do",
  "helpPanelList": "<ul>\n<li>Click and drag to add a new box.</li>\n<li>Click a box once to move or resize the box.</li>\n<li>Click again to edit the text.</li>\n<li>When a box is selected, click delete to remove it. Make sure you don’t remove a box that’s being used in your website!</li>\n<li>You can arrange boxes on the page however you like. This won’t affect how they appear on your site, but will make it easy to locate a particular piece of text in the future.</li>\n<li>When you're done, click the 'For Developers' button in the top right and send the link you see there to your nearest friendly developer; they will make sure the text ends up in the website.</li>\n</ul>\n",
  "betaDiscalimer": "This is a beta release of Malla. It is not yet covered by any SLA or deprecation policy."
}