{
  "label103": "<h1>TODO when the guide is live</h1>\n<p>For more, check out the <a href=\"/docs/getting-started\">getting started guide</a></p>\n",
  "helpPanelList": "<ul>\n<li>Click and drag in a blank area of the canvas to add a new box.</li>\n<li>Click and drag a box to move it.</li>\n<li>Hover, then drag a handle to resize a box.</li>\n<li>Click to edit the text.</li>\n<li>Double click to edit other details about the text item.</li>\n<li>You can arrange boxes on the page however you like. This won’t affect how they appear on your site, but will make it easy to locate a particular piece of text in the future.</li>\n<li>When you're done, click the 'API Details' button in the top right and send the link you see there to your nearest friendly developer; they will make sure the text ends up in the website.</li>\n</ul>\n",
  "gettingStarted40": "<h2>Entering text</h2>\n<p>To add a text item in Malla, simply click and drag (make sure that you have the 'Text' tool selected, not the 'Labels' tool).</p>\n<p>An important concept in Malla is that when it comes time to update your text, perhaps weeks or months from now, it should be easy to find the piece of text you want to update. This is why Malla allows you to arrange your text on a canvas, rather than adding records to a database.</p>\n",
  "question2": "So... it's a CMS?",
  "gettingStarted60": "<h2>Formatting text</h2>\n<p>Double click any text item to open the details panel.</p>\n<p>To format your text, you will use a special syntax called 'markdown' to create bold, italics, hyperlinks, etc. For example, to indicate that you want a word to be bold, put two asterisks on either side **<strong>like this</strong>**.</p>\n<p>In this image you can see what the text looks like without formatting.</p>\n<p>You can click <a href=\"http://commonmark.org/help/\">formatting help</a> to get help with markdown.</p>\n<p>(Fun fact: all of the text in the Malla site is written in Malla using markdown.)</p>\n",
  "shareLinkedInTooltip": "Share on LinkedIn",
  "helpPanelTitle": "Welcome to Malla",
  "gettingStartedTitle": "<h1>Getting started with Malla</h1>\n",
  "homePageGettingStartedLink1": "Or check out the",
  "shareFacebookTooltip": "Share on Facebook",
  "label64": "Malla",
  "gettingStarted50": "<h2>Editing existing content</h2>\n<ul>\n<li><strong>To edit text</strong>, click on an existing text item; you will see a blue border and a flashing cursor, you can type directly into this box. Click anywhere else on the screen to deselect the text item.</li>\n<li><strong>To move a text item</strong>, click and drag anywhere on the text box when it's not in edit mode.</li>\n<li><strong>To resize a text item</strong>, hover your mouse over a text item and four 'handles' will appear. You can click and drag these handles to resize the item.</li>\n</ul>\n",
  "help": "Help",
  "apiButtonLong": "API details",
  "slogan": "A simple way to store and update your website's text.",
  "gettingStarted70": "<h2>Preview formatting</h2>\n<p>You can click the <strong>Preview</strong> button to see how your text will look, or just hover for a sneak a peek.</p>\n<p>The formatting that you see in that preview is a rough indication of how your text will appear in your website. The output is simply HTML, which can be styled however you like. For example, in the preview, hyperlinks are shown blue and underlined, but in your website the web designer may have defined a style that shows all hyperlinks as red with no underline.</p>\n",
  "gettingStarted80": "<h2>Projects and screens</h2>\n<p>Malla allows you to have multiple <strong>projects</strong> and <strong>screens</strong>. Our fictional travel site only has a single page, but perhaps your site has more. Perhaps you have more than one site.</p>\n<p>You would typically have one <strong>project</strong> to represent each app or website. Many users only ever need one project.</p>\n<p>A <strong>screen</strong> is a way of organising your text items. For example, you might have one screen for your home page and another screen for a help page. How you arrange your text across screens is up to you; when the text is accessed via the API, all text for a project is returned; no reference is made to the screen that the text is on.</p>\n",
  "helpPanelSubtitle": "Things you can do",
  "homePageGettingStartedLink2": "getting started guide",
  "box2Desc": "As you type, the layout instantly updates for all users.",
  "box2Title": "Collaborative",
  "box1Desc": "Update your text in seconds. Just click, drag, and type.",
  "box1Title": "Super-fast",
  "apiButtonShort": "API",
  "gettingStarted55": "<h2>A note on arranging text</h2>\n<p>When you have added several boxes and arranged them in a way that makes it clear where each piece of text belongs, your screen may look something like this.</p>\n<p>The way that you arrange your text is Malla will help you update it, but has no effect on how the text will appear in your website - that's up to the website designer.</p>\n",
  "label114": "<hr />\n",
  "gettingStarted20": "<h2>How does it work?</h2>\n<p>Text that you enter into Malla is stored in the cloud. You (or your nearest friendly web developer) then retrieve that text via an API and incorporate it into your website. The 'API' is actually just a single URL that returns all the text you need for your site. Once your site is configured to retireve text from Malla, any change you make in Malla will be reflected in your site instantly.</p>\n",
  "question1": "Sounds great, but what exactly is it?",
  "gettingStarted90": "<h2>Accessing the data</h2>\n<p>All of the text in your project can be accessed via a single URL (an 'API endpoint').</p>\n<p>Click on the <strong>API details</strong> button near the top right of the screen to find out what that URL is. Here you can also see a preview of the data. If someone other than you will be connecting your website to Malla, that URL is all they need. Here's what the data will look like for <em>The Grand Tourist</em>.</p>\n<p>Given this URL, a web developer will be able to access the data and incorporate that text into your site. Exactly how this is done varies widely from website-to-website, so we won't be covering that here.</p>\n",
  "signUp": "Sign up",
  "shareTwitterTooltip": "Tweet about Malla",
  "feedbackTooltip": "Tell us what you think",
  "question3": "How do I get started?",
  "homePageGettingStartedLink3": "to see Malla in action.",
  "gettingStarted30": "<h2>Starting out</h2>\n<p>In this guide, we'll go through the process of using Malla for the fictional site &quot;The Grand Tourist&quot;.</p>\n<p>You can see that it's made up of a title, an introduction, and 8 smaller pieces of text. Note that the introduction contains some italics and a hyperlink.</p>\n",
  "answer2": "Close. Malla is designed to make it easy to store any text from your website or mobile app: headings, intros, buttons, disclaimers... you get the idea.\nAnd since it doesn't focus on articles and pages and pictures like a CMS does, it's much simpler, and much faster than a typical CMS. Check out the video above to see how easy it is.",
  "gettingStarted10": "<h2>What is Malla?</h2>\n<p>Malla is a place to store and update the text in your website or app. Rather that having your text buried deep in some code that needs a developer to update, bring it out into Malla where it's easy to update.</p>\n<p>Unlike a traditional CMS, which is focused on articles and posts and pages, Malla can handle <em>all</em> of the text for your site. From text like this <em>getting started guide</em>, to button text, tooltips, even the text shown in the browser tab. It all has a home in Malla.</p>\n",
  "signOut": "Sign out",
  "box3Desc": "A single URL.\nSeriously.",
  "gettingStarted35": "<h2>The workspace</h2>\n<p>Once you have signed in, you will be taken straight to your workspace. Malla only has one interface to learn, and this is it! From here you can manage 'projects' and 'screens' and view the API details.</p>\n<p>But let's begin at the beginning and add some text.</p>\n",
  "helpPanelIntro": "On this screen, add any text that you want shown in your website or app.",
  "label66": "The best a friend can have",
  "answer1": "Malla is a centralized place to store the text in your website or app, so that it isn't buried in code. It gives the control back to those who write the copy and takes the burden off of developers.",
  "gettingStarted75": "<h2>Take it to the limit</h2>\n<p>If you look at the finished <em>Grand Tourist</em> site, you'll notice that the headings &quot;Adventure&quot;, &quot;Relaxing&quot;, etc. fit nicely in their boxes. If you were to change the text to something too long, it may disrupt the design of the site. To protect against this, Malla let's you set a limit for the maximum number of characters allowed in a text item. This can always be changed later, it is just there to prevent mistakes.</p>\n",
  "answer3": "An excellent question! Just sign up. It's free and you'll be up and running in seconds.",
  "signIn": "Sign in",
  "box3Title": "Simple API",
  "signUpLong": "Try it now",
  "footerDisclaimer": "This is a beta release of Malla. It is not yet covered by any SLA or deprecation policy.",
  "title": "Malla"
}